package sec03.exam02;
// Scanner로 입력된 문자열 얻기
public class ProductStorageExample {
	public static void main(String[] args) {
		ProductStorage productStorage = new ProductStorage();
		productStorage.showMenu();
	}
}

/* 출력값
----------------------------
1.등록 | 2.목록 | 3.종료
----------------------------
선택 : 1
상품평 : 마우스
가격 : 10000
재고 : 5
----------------------------
1.등록 | 2.목록 | 3.종료
----------------------------
선택 : 1
상품평 : 키보드
가격 : 15000
재고 : 7
----------------------------
1.등록 | 2.목록 | 3.종료
----------------------------
선택 : 2
1	마우스	10000	5
2	키보드	15000	7
----------------------------
1.등록 | 2.목록 | 3.종료
----------------------------
선택 : 3
*/